// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Wi-Fi Direct を有効にする";
WDTTaskDescription = "スマートフォン、ノートブック コンピュータなどのワイヤレス対応のモバイル デバイスから、ダイレクト ワイヤレス接続を使用して簡単にプリンタに接続できるようにします。";

WDTSecurityRequiredDescription = "パスフレーズを提供することでプリンタへのアクセスを制限する (必須)。";

WDTPassphraseTitle = "パスフレーズ:";
WDTShowPassphraseButtonTitle = "パスフレーズの表示";
WDTSavePassphraseButtonTitle = "パスフレーズをマイ キーチェーンに保存する";
WDTEmptyPassphraseError = "パスフレーズを空白にすることはできません。";
WDTTooShortPassphraseError = "パスフレーズの文字数は 8 文字以上にする必要があります。";

WDTConfigureWiFiDirectButtonTitle = "HP Wi-Fi Direct をシームレスに使用できるように Mac を構成する";
WDTConfigureWiFiDirectDescription = "通常使用するワイヤレス ネットワークから離れている場合、プリンタの Wi-Fi Direct ネットワークに自動的に参加するように Mac をセットアップします。";
WDTConfigurtWiFiDirectAdditionalDescription = "Apple メニューの [場所] サブメニューを使用することで、通常のネットワーク構成とプリンタの Wi-Fi Direct ネットワーク用構成間のすばやい切り替えを可能にします。";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "プリンタの Wi-Fi Direct の使用方法の詳細については、以下をご覧ください。";

WDTCannotBeEnabledErrorTitle = "Wi-Fi Direct を有効にできません";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct はプリンタの現在の構成では有効にできません。詳細については、プリンタのホーム ページ (組み込み Web サーバまたは EWS) を使用して Wi-Fi Direct をオンにすることを試してください。";
